gSoapServer/wsModuloAfore.ValidarConvivenciaMarcaOperativa.req.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope
  xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/"
  xmlns:SOAP-ENC="http://schemas.xmlsoap.org/soap/encoding/"
  xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"
  xmlns:xsd="http://www.w3.org/2001/XMLSchema"
  xmlns:ns2="urn:wsModuloAfore">
 <SOAP-ENV:Body  SOAP-ENV:encodingStyle="http://schemas.xmlsoap.org/soap/encoding/">
  <ns2:ValidarConvivenciaMarcaOperativa>
   <inParam>
    <TipoTrabajador>Imss</TipoTrabajador>
    <Opcion>0</Opcion>
    <Nss></Nss>
    <TipoRetiro></TipoRetiro>
   </inParam>
  </ns2:ValidarConvivenciaMarcaOperativa>
 </SOAP-ENV:Body>
</SOAP-ENV:Envelope>
